Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: And they gave him a hearing as far as this word; then with loud voices they said, Away with this man from the earth; it is not right for him to be living.
chr: ᎬᏩᏛᏓᏍᏓᏁᎲᎩᏃ ᎬᏂ ᎾᏍᎩ ᎯᎠ ᏄᏪᏒ, ᎿᏉᏃ ᎤᏂᏌᎳᏓᏅᎩ ᎠᏂᏁᎬ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎡᎶᎯ ᏩᎦᏘᎿᏫᏛ ᎾᏍᎩᏉ ᎢᏳᏍᏗ ᏴᏫ; ᎥᏝᏰᏃ ᏰᎵ ᎬᏁᏍᏗ ᎦᏰᎵᏍᏗ ᏱᎩ.

source: And while they were crying out, and pulling off their clothing, and sending dust into the air,
chr: ᎠᏏᏉᏃ ᎤᏁᎷᎬᎩ ᎠᎴ ᏚᎾᏓᎡᎬᎩ ᏧᎾᏄᏬ ᎠᎴ ᎪᏍᏚ ᎤᎾᏕᏏᏙᎲᎩ;

source: The chief captain gave orders for him to be taken into the army building, saying that he would put him to the test by whipping, so that he might have knowledge of the reason why they were crying out so violently against him.
chr: ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎤᏁᏨᎩ ᏗᏐᏴ ᏩᏥᏴᏙᏗᏱ, ᎠᎴ ᎠᏥᎵᎥᏂᎲ ᎠᏥᎪᎵᏰᏗᏱ, ᎤᏚᎵᏍᎬᎩ ᎤᏙᎴᎰᎯᏍᏗᏱ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏂᎦᎥ ᎠᏁᎷᎲᏍᎬ ᎬᏩᏡᏗᏍᎬᎢ.

source: And when they had put leather bands round him, Paul said to the captain who was present, Is it the law for you to give blows to a man who is a Roman and has not been judged?
chr: ᎬᏩᎵᎥᏂᏍᏗᏱᏃ ᎬᏩᏘᏃᎸ, ᏉᎳ ᎯᎠ ᏄᏪᏎᎸᎩ ᎾᎥ ᎦᏙᎩ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ; ᏰᎵᏉᏍᎪ ᏗᎧᎾᏩᏛᏍᏗ ᏂᎬᏅ ᎦᏰᏥᎵᎥᏂᏍᏗ ᎠᏍᎦᏯ ᎠᎶᎻ, ᎤᏍᎦᏅᏨ ᏧᏚᎪᏔᏅᎯ ᏂᎨᏒᎾ ᏱᎩ?

source: And hearing this, the man went to the chief captain and gave him an account of it, saying, What are you about to do? for this man is a Roman.
chr: ᎠᏍᎪᎯᏧᏈᏃ ᏗᏘᏂᏙᎯ, ᎾᏍᎩ ᎤᏛᎦᏅ, ᏭᏃᏁᎸᎩ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ, ᎯᎠ ᏫᏄᏪᏒᎩ; ᎮᏯᏔᎮᏍᏗ ᎯᎠ ᏥᏅᏔᏛᏁᎵ; ᎯᎠᏰᏃ ᎠᏍᎦᏯ ᎠᎶᎻ.

source: And the chief captain came to him and said, Give me an answer, are you a Roman? And he said, Yes.
chr: ᎿᏉᏃ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎤᎷᏨ, ᎯᎠ ᏄᏪᏎᎸᎩ; ᏍᎩᏃᎲᏏ, ᎯᎶᎻᏍᎪ ᏂᎯ? ᎥᎥ, ᎤᏛᏅᎩ.

source: And the chief captain said, I got Roman rights for myself at a great price. And Paul said, But I had them by birth.
chr: ᏄᎬᏫᏳᏒᏃ ᏗᏓᏘᏂᏙᎯ ᎯᎠ ᏄᏪᏒᎩ; ᎤᏤᏘ ᎠᏆᎫᏴᏛ ᎯᎠ ᎾᏍᎩ ᎠᏆᏓᏤᎵᎦᏯ ᎨᏒᎢ. ᏉᎳᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎠᏴᏍᎩᏂ ᎠᏆᏓᏤᎵᎦᏯ ᎠᏆᏕᏅᎩ.

source: Then those who were about to put him to the test went away: and the chief captain was in fear, seeing that he was a Roman, and that he had put chains on him.
chr: ᎿᏉᏃ ᎩᎳᏉ ᎢᏴᏛ ᎬᏩᏓᏅᎡᎸᎩ ᎬᏩᎪᎵᏰᏍᎩ; ᎾᏍᏉᏃ ᏄᎬᏫᏴᏒ ᏗᏓᏘᏂᏙᎯ ᎠᏍᎦᎢᎲᎩ, ᎤᏙᎴᎰᏒ ᎠᎶᎻ ᎨᏒᎢ, ᎠᎴ ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎾᏍᎩ ᎤᎸᎸᎢ.

source: But on the day after, desiring to have certain knowledge of what the Jews had to say against him, he made him free, and gave orders for the chief priests and all the Sanhedrin to come together, and he took Paul and put him before them.
chr: ᎤᎩᏨᏛᏃ ᎤᏚᎵᏍᎬ ᎢᏳᏍᏗ ᏚᏳᎪᏛ ᎤᏙᎴᎰᎯᏍᏗᏱ ᏅᏓᎦᎵᏍᏙᏗᏍᎬ ᎠᏂᏧᏏ ᎬᏭᎯᏍᏗᏍᎬᎢ, ᎤᎸᏒᎲᎩ, ᎠᎴ ᎤᏁᏨᎩ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸᎠᏁᎶᎯ ᎠᎴ ᏂᎦᏛ ᏗᏂᎳᏫᎩ, ᎤᎾᏓᏟᏐᏗᏱ, ᎠᎴ ᎤᏘᏃᎸᎩ ᏉᎳ, ᎠᏂᏅᎢᎬᏱᏢ ᎤᏪᎧᏅᎩ.

source: And Paul, looking fixedly at the Sanhedrin, said, My brothers, my life has been upright before God till this day.
chr: ᏉᎳᏃ ᎤᏯᏅᏒᎯ ᏚᎧᎿᏅ ᏗᏂᎳᏫᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎢᏥᏍᎦᏯ ᎢᏓᏓᏅᏟ, ᎪᎯ ᎢᎦ ᎢᏯᏍᏗ, ᎠᏆᏓᏅᏙ ᎠᏆᏎᎮᎲ ᏓᎩᎸᏫᏍᏓᏁᎲᎩ ᏂᎦᎥ ᏚᏳᎪᏛ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ.

source: And the high priest, Ananias, gave orders to those who were near him to give him a blow on the mouth.
chr: ᎡᏂᎾᏯᏃ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᏚᏂᏤᎸᎩ ᎦᏙᎬ ᎾᎥ ᎠᏂᏙᎾᎢ ᎠᎰᎵ ᎬᏩᏂᏍᏗᏱ.

source: Then Paul said to him, God will give blows to you, you whitewashed wall: are you here to be my judge by law, and by your orders am I given blows against the law?
chr: ᏉᎳᏃ ᎯᎠ ᏄᏪᏎᎸᎩ; ᎤᏁᎳᏅᎯ ᏓᏨᏂᎵ ᏂᎯ, ᎠᏐᏱ ᎤᏁᎬ ᎢᎬᏁᎸᎯ; ᏦᎳᏰᏃ ᎨᎵ ᏗᏍᏇᎪᏓᏁᏗᏱ ᎾᏍᎩᏬ ᏗᎧᎿᏩᏛᏍᏗ ᏂᎦᏪᏍᎬᎢ? ᏥᎪᏃ ᎢᎯᏁᎦ ᎥᏋᏂᏍᏗᏱ ᏗᎧᎿᏩᏛᏍᏗ ᏙᎯᎦᏘᎴᎦ?

source: And those who were near said, Do you say such words against God's high priest?
chr: ᎾᎥᏃ ᎠᏂᏙᎾᎢ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏥᎪ ᎦᎯᏐᏢᏗᎭ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ?

source: And Paul said, Brother, I had no idea that he was the high priest: for it has been said, You may not say evil about the ruler of your people.
chr: ᏉᎳᏃ ᎯᎠ ᏄᏪᏒᎩ; ᎢᏓᏓᏅᏟ, ᎥᏝ ᏱᎨᎵᏍᎨ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎨᏒᎢ; ᎯᎠᏰᏃ ᏥᏂᎬᏅ ᏥᎪᏪᎳ; “ᏞᏍᏗ ᎤᏐᏅ ᏱᏁᏤᎮᏍᏗ ᏣᎦᏁᎶᏗ ᏗᏣᏤᎵ ᏴᏫ ᎤᎾᏤᎵᎦ.”

source: But when Paul saw that half of them were Sadducees and the rest Pharisees, he said in the Sanhedrin, Brothers, I am a Pharisee, and the son of Pharisees: I am here to be judged on the question of the hope of the coming back from the dead.
chr: ᏉᎳᏃ ᎤᏙᎴᎰᏒ ᎢᎦᏛ ᎠᏂᏌᏚᏏ ᎨᏒᎢ, ᎢᎦᏛᏃ ᎠᏂᏆᎵᏏ, ᎤᏪᎷᏅᎩ ᏕᎦᎳᏫᎥᎢ ᎯᎠ ᏄᏪᏒᎩ; ᎢᏥᏍᎦᏯ ᎢᏓᏓᏅᏟ, ᎠᏴ ᏥᏆᎵᏏ, ᎠᏆᎵᏏ ᎤᏪᏥ; ᎤᏚᎩ ᎬᏗ ᎨᏒ ᎠᎴ ᎠᏲᎱᏒ ᏗᎴᎯᏐᏗ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᎭ ᎠᏆᎵᏱᎵᏕᎭ.

source: And when he had said this, there was an argument between the Pharisees and the Sadducees, and a division in the meeting.
chr: ᎾᏍᎩᏃ ᏄᏪᏒ, ᎤᏂᏲᏠᎯᏎᎸᎩ ᎠᏂᏆᎵᏏ ᎠᎴ ᎠᏂᏌᏚᏏ, ᎤᏂᏣᏘᏃ ᎨᏒ ᏔᎵ ᏄᎾᏓᏛᎩ.

source: For the Sadducees say that there is no coming back from the dead, and no angels or spirits: but the Pharisees have belief in all these.
chr: ᎠᏂᏌᏚᏏᏰᏃ ᎯᎠ ᎾᏂᏪᏎᎪᎢ; ᎥᏝ ᏗᎴᎯᏐᏗ ᏱᎩ, ᎥᏝ ᎠᎴ ᏰᎭ ᏗᎧᎿᏩᏗᏙᎯ ᎠᎴ ᎠᏓᏅᏙ; ᎠᏂᏆᎵᏏᏍᎩᏂ ᎢᏧᎳ ᎠᏃᎯᏳᎲᏍᎦ.

source: And there was a great outcry: and some of the scribes on the side of the Pharisees got up and took part in the discussion, saying, We see no evil in this man: what if he has had a revelation from an angel or a spirit?
chr: ᎤᏣᏘᏃ ᎤᏁᎷᏅᎩ; ᏗᏃᏪᎵᏍᎩᏃ ᎠᏂᏆᎵᏏ ᎤᎾᎵᎪᏒ ᎤᎾᎵᎪᎯ ᏚᎾᎴᏅ ᎤᎾᏗᏒᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎥᏝ ᎪᎱᏍᏗ ᎤᏲ ᏲᏥᏩᏛᎡᎭ ᎯᎠ ᎠᏍᎦᏯ, ᎢᏳᏍᎩᏂ ᎠᏓᏅᏙ ᎠᎴ ᏗᎧᎿᏩᏗᏙᎯ ᎤᏁᏤᎸᎯ ᎨᏎᏍᏗ, ᏞᏍᏗ ᎤᏁᎳᏅᎯ ᏤᏓᏟᏴᎡᎸᎩ.

source: And when the argument became very violent, the chief captain, fearing that Paul would be pulled in two by them, gave orders to the armed men to take him by force from among them, and take him into the army building.
chr: ᎤᏣᏘᏃ ᎤᏂᏲᏠᎯᏎᎸ, ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎠᏍᎦᎢᎲᎢ ᏉᎳ ᏱᎬᏪᏓᎦᎸᎥᎦ ᎡᎵᏍᎬᎢ, ᏚᏁᏤᎸᎩ ᎠᏂᏯᏫᏍᎩ ᎤᏁᏅᏍᏗᏱ ᎠᎴ ᏫᏚᎾᏑᎦᎸᏙᏗᏱ, ᎠᎴ ᎤᏂᏴᏔᏂᎯᏍᏗᏱ ᏗᏐᏴᎢ.

source: And the night after, the Lord came to his side and said, Be of good heart, for as you have been witnessing for me in Jerusalem, so will you be my witness in Rome.
chr: ᎾᎯᏳᏃ ᏒᏃᏱ ᏫᏄᎵᏍᏔᏅ, ᎤᎬᏫᏳᎯ ᎾᎥ ᎤᎴᏁᎴᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᎤᎦᎵᏍᏗ ᏣᏓᏅᏖᏍᏗ, ᏉᎳ, ᎬᏂᎨᏒᏰᏃ ᏥᏂᏍᏋᏁᎸ ᏥᎷᏏᎵᎻ, ᎾᏍᏉ ᎬᏂᎨᏒ ᏅᏓᏍᏋᏁᎵ ᏣᏂ.

source: And when it was day, the Jews came together and put themselves under an oath that they would take no food or drink till they had put Paul to death.
chr: ᏑᎾᎴᏃ ᏄᎵᏍᏔᏅ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏂᏧᏏ ᎤᎾᎵᎪᏁᎢ, ᎤᎾᏎᎵᏔᏁ ᏚᎾᏓᏁᏤᎴ ᎨᏥᏍᎩᏅᏗᏍᏗᏱ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎥᏝ ᎪᎱᏍᏗ ᏴᎨᏗᎦ ᎠᎴ ᏴᎨᏓᏗᏔ, ᎬᏂ ᏉᎳ ᎡᏗᎸᎯ ᎨᏎᏍᏗ.

source: And more than forty of them took this oath.
chr: ᏅᎦᏍᎪᎯᏃ ᎤᏗᏢᏍᏙᏗ ᎾᏂᎥᎩ ᎾᏍᎩ ᎢᏧᎾᏓᏪᏎᎸᎯ.

source: And they came to the chief priests and the rulers and said, We have taken a great oath to take no food till we have put Paul to death
chr: ᎾᏍᎩᏃ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ ᎠᏁᎶᎯ ᎠᎴ ᏗᏂᎳᏫᎩ, ᏚᏂᎷᏤᎸᎩ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎣᎦᏎᎵᏔᏅ ᏙᎦᏓᏁᏤᎸ ᎣᎩᏍᏛᏗᏍᏗᏱ, ᎪᎱᏍᏗ ᎣᎦᏅᏍᎦᎶᏗᏱ ᎠᎴ ᎣᎦᏚᎩᏍᏗᏱ ᏂᎨᏒᎾ ᎬᏂ ᏉᎳ ᎣᏥᎸᎯ ᎨᏎᏍᏗ.

source: So now, will you and the Sanhedrin make a request to the military authorities to have him sent down to you, as if you were desiring to go into the business in greater detail; and we, before ever he gets to you, will be waiting to put him to death.
chr: Ꭷ ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎠᎴ ᏗᏂᎳᏫᎩ ᎢᏣᎵᎪᎲᎦ, ᎡᏥᏔᏂᏲᏏ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ, ᎤᎩᏨᏅ ᎢᏣᏘᏃᎮᏗᏱ, ᎤᏟ ᎢᎦᎢ ᎪᎱᏍᏗ ᎢᏣᏛᏛᏗᏱ ᏥᏣᏚᎵᏍᎪ ᎾᏍᎩᏯᎢ ᎯᎠ ᎾᏍᎩ ᎠᎫᎢᏍᏗᏍᎬᎢ, ᎠᏴᏃ ᎠᏏᏉ ᎾᎥ ᏂᎦᎷᎬᎾ ᎨᏎᏍᏗ, ᎣᎦᏛᏅᎢᏍᏗ ᎣᏥᎢᏍᏗᏱ.

source: But Paul's sister's son had word of their design, and he came into the army building and gave news of it to Paul.
chr: ᏉᎳᏃ ᎤᏙ ᎤᏪᏥ ᎤᏛᎦᏅ ᎤᏂᎭᎷᎬᎢ, ᎤᏬᏅᏒᎩ, ᏗᏐᏴ ᏭᏴᎸᎩ, ᎠᎴ ᏭᏃᏁᎸᎩ ᏉᎳ.

source: And Paul sent for a captain and said, Take this young man to your chief, for he has news for him.
chr: ᏉᎳᏃ ᏭᏯᏅᎲ ᎠᏏᏴᏫ ᎠᏍᎪᎯᏧᏈ ᏗᏘᏂᏙᎯ, ᎯᎠ ᏄᏪᏒᎩ; ᎯᎠ ᎠᏫᏅ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᏄᏬᎸ ᏫᏯᏘᏅᏍᏓ, ᎪᎱᏍᏗᏰᏃ ᎤᎭ ᎤᏃᏁᏗ.

source: So he took him to the chief captain and said, Paul, the prisoner, made a request to me to take this young man to you, for he has something to say to you.
chr: ᎰᏩᏃ ᎤᏯᏅᎲ, ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᏭᏘᏃᎮᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᏉᎳ ᎠᏴᎩ ᏩᎩᏯᏅᎲᎩ, ᎠᎩᏔᏲᏎᎸᎩ ᎯᎠ ᎠᏫᏅ ᎬᏯᏘᏃᎮᏗᏱ, ᎾᏍᎩ ᎪᎱᏍᏗ ᎤᎭ ᏣᏃᏁᏗ.

source: And the chief took him by the hand and, going on one side, said to him privately, What is it you have to say to me?
chr: ᏄᎬᏫᏳᏒᏃ ᏗᏓᏘᏂᏙᎯ ᎤᏬᏯᏁᏒ, ᎢᏴᏛ ᎤᏕᎵᏒ ᏭᏘᏅᏍᏔᏅᎩ, ᎤᏛᏛᏅᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎦᏙ ᎾᏍᎩ Ꮎ ᏍᎩᏃᏁᏗ ᏥᎩ?

source: And he said, The Jews are in agreement together to make a request to you for Paul to be taken, on the day after this, into the Sanhedrin, to be questioned in greater detail.
chr: ᎯᎠᏃ ᏄᏪᏒᎩ; ᎠᏂᏧᏏ ᎤᎾᏓᏅᏖᎸ ᎨᏣᏔᏲᏎᏗᏱ ᎤᎩᏨᏅ ᏕᎦᎳᏫᎥ ᏫᏯᏘᏃᎯᏍᏗᏱ ᏉᎳ, ᎾᏍᎩᏯ ᎪᎱᏍᏗ ᎤᏟ ᎢᎦᎢ ᏨᏗᎾᏛᏛᏂᏐᎢ.

source: But do not give way to them, for more than forty of them are waiting for him, having taken an oath not to take food or drink till they have put him to death: and now they are ready, waiting for your order.
chr: ᎠᏎᏃ ᏞᏍᏗ ᏙᎯᏳᏅᎩ; ᏅᎦᏍᎪᎯᏰᏃ ᎤᏗᏢᏍᏙᏗ ᎢᏯᏂᏛ ᎠᏂᏍᎦᏯ ᎬᏩᎭᎷᎦ, ᎾᏍᎩ ᎤᎾᏎᎵᏔᏅᎯ ᏚᎾᏓᏁᏤᎸ ᎤᎾᎵᏍᏓᏴᏗᏱ ᎠᎴ ᎤᎾᏗᏔᏍᏗᏱ ᏂᎨᏒᎾ, ᎬᏂ ᎤᏂᎸᎯ ᎨᏎᏍᏗ; ᎿᏉᏃ ᎤᎾᏛᏅᎢᏍᏗ ᎠᏂᎦᏘᏴ ᎤᎾᏛᎪᏗᏱ ᏣᏚᎢᏍᏔᏅᎢ.

source: So the chief captain let the young man go, saying to him, Do not say to anyone that you have given me word of these things.
chr: ᎾᏍᎩᏃ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎤᏪᎧᏅᎩ ᎠᏫᏅ ᎠᎴ ᎠᏁᏤᎸᎩ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏞᏍᏗ ᎩᎶ ᎯᏃᏁᎸ ᎾᏍᎩ ᎯᎠ ᎬᏂᎨᏒ ᏂᏍᏋᏁᎸᎢ.

source: And he sent for two captains and said, Make ready two hundred men, with seventy horsemen and two hundred spearmen, to go to Caesarea, at the third hour of the night:
chr: ᏫᏚᏯᏅᎲᏃ ᎠᏂᏔᎵ ᎠᏍᎪᎯᏧᏈ ᏗᎾᏓᏘᏂᏙᎯ, ᎯᎠ ᏄᏪᏒᎩ; ᏗᏍᏓᏛᏅᎢᏍᏓ ᏔᎵᏧᏈ ᎠᏂᏯᏫᏍᎩ, ᎠᎴ ᎦᎵᏆᏍᎪᎯ ᏧᎾᎩᎸᏗ, ᎠᎴ ᏗᏓᏘᏍᏗ ᏗᏂᏂᏙᎯ ᏔᎵᏧᏈ, ᏏᏌᎵᏱ ᎠᏁᏒᎭ ᏐᎣᏁᎵᏁ ᎢᏳᏟᎶᏛ ᏒᏃᏱ;

source: And get beasts so that they may put Paul on them, and take him safely to Felix, the ruler.
chr: ᎠᎴ ᏗᎩᎸᏙᏗ ᏗᏍᏓᏛᏅᎢᏍᏓ ᎾᏍᎩ ᏉᎳ ᎠᎾᎩᎸᏔᏅᎭ, ᎠᎴ ᏅᏩᏙᎯᏯᏛ ᏩᎾᏘᏃᎮᎸᎭ ᏈᎵᏏ ᎤᎬᏫᏳᎯ.

source: And he sent a letter in these words:
chr: ᎤᏬᏪᎳᏅᎩᏃ ᎯᎠ ᏫᏄᏪᏎᎸᎩ;

source: Claudius Lysias, to the most noble ruler, Felix, peace be with you.
chr: “ᎠᏴ ᏠᏗᏯ-ᎵᏏᏯ ᏫᎬᏲᎵᎦ ᎤᏣᏘ ᎰᏍᏛ ᏣᎬᏫᏳᎯ ᏈᎵᏏ.

source: This man was taken by the Jews, and was about to be put to death by them, when I came on them with the army and took him out of danger, having knowledge that he was a Roman.
chr: ᎯᎠ ᎠᏍᎦᏯ ᎠᏂᏧᏏ ᎬᏩᏂᏴᎲᎩ, ᎠᎴ ᏓᎬᏩᎵᏒᎩ, ᎿᏉ ᎠᏂᏯᏫᏍᎩ ᏕᎦᏘᏅᏒᎩ, ᎠᎴ ᏥᏍᏕᎸᎲᎩ, ᎠᏆᏛᎦᏅᎯ ᎨᏒ ᎠᎶᎻ ᎨᏒᎢ.

source: And, desiring to get at the reason for their attack on him, I took him down to their Sanhedrin:
chr: ᎠᏆᏚᎸᎲᏃ ᎠᏆᏙᎴᎰᎯᏍᏗᏱ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎬᏬᎯᏍᏗᏍᎬᎢ, ᏥᏯᏘᏃᎸᎩ ᏓᏂᎳᏫᎥᎢ.

source: Then it became clear to me that it was a question of their law, and that nothing was said against him which might be a reason for prison or death.
chr: ᎠᏆᏙᎴᎰᏒᏃ ᎾᏍᎩ ᏧᏂᎧᎿᏩᏛᏍᏗᏉ ᎧᏃᎮᏗ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎠᎫᎢᏍᏗᏍᎬᎢ ᎬᏩᏲᎱᎯᏍᏗᏃ ᎠᎴ ᎦᏰᎦᎸᏍᏗ ᎨᏒ ᎪᎱᏍᏗ ᎾᎫᎢᏍᏛᎾ ᎨᏒᎢ.

source: And when news was given to me that a secret design was being made against the man, I sent him straight away to you, giving orders to those who are against him to make their statements before you.
chr: ᎠᎴ ᎥᎩᏃᏁᎸ ᎠᏂᏧᏏ ᎤᏂᎭᎷᎬ ᎾᏍᎩ ᎠᏍᎦᏯ, ᎩᎳᏉ ᎢᏴᏛ ᎠᏆᏓᏅᏒ ᏗᏦᎸᎢ, ᎠᎴ ᎾᏍᏉ ᎦᏥᏁᏤᎸ ᎬᏭᎯᏍᏗᏍᎩ ᎯᎦᏔᎲ ᎤᏂᏃᎮᏗᏱ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎠᏄᎯᏍᏗᏍᎬᎢ. ᏙᎯᏱ ᏂᏣᏛᎿᏕᎨᏍᏗ.”

source: So the armed men, as they were ordered, took Paul and came by night to Antipatris.
chr: ᎠᏂᏯᏫᏍᎩᏃ, ᏂᎨᏥᏪᏎᎸ ᎨᏥᏁᏤᎸ ᏄᎾᏛᏁᎸ, ᎤᏂᏯᏅᎲᎩ ᏉᎳ, ᎠᎴ ᏒᏃᏱ ᏭᏂᎶᏒ, ᎥᏗᏇᏗ ᏭᎾᏘᏃᎸᎩ.

source: But on the day after, they sent the horsemen on with him, and went back to their place:
chr: ᎤᎩᏨᏛᏃ ᏧᎾᎩᎸᏗ ᎤᎾᏘᏅᏍᏗ ᏄᏅᏁᎸ, ᎠᏂᏯᏫᏍᎩ ᎤᎾᏨᏒᎩ, ᏗᏐᏴ ᏭᏂᎶᏒᎩ.

source: And they, when they came to Caesarea, gave the letter to the ruler, and took Paul before him.
chr: ᎾᏍᎩᏃ ᏧᎾᎩᎸᏗ ᏏᏌᎵᏱ ᏭᏂᎷᏨ, ᎠᎴ ᎤᎬᏫᏳᎯ ᎪᏪᎵ ᎤᏂᏅᏁᎸ, ᎾᏍᏉ ᏉᎳ ᏚᏂᏲᎯᏎᎸᎩ.

source: And after reading it, he said, What part of the country do you come from? And, hearing that he was from Cilicia,
chr: ᎤᎬᏫᏳᎯᏃ ᎤᎪᎵᏰᎥ, ᎤᏛᏛᏅᎩ ᎾᎿ ᏍᎦᏚᎩ ᎡᎯ ᎨᏒᎢ, ᎤᏛᎦᏅᏃ ᏏᎵᏏᏱ ᎡᎯ ᎨᏒᎢ,

source: I will give hearing to your cause, he said, when those who are against you have come. And he gave orders for him to be kept in Herod's Praetorium.
chr: ᎯᎠ ᏄᏪᏒᎩ; ᏓᎬᏯᏛᎦᏁᎵ ᎨᏧᎯᏍᏗᏍᎩ ᎾᏍᏉ ᎠᏂᎷᏨᎭ. ᎤᏁᏨᎩᏃ ᎠᏥᎦᏘᏗᏍᏗᏱ ᎡᎶᏛ ᎤᏤᎵ ᏗᎫᎪᏙᏗᏱ ᎠᏓᏁᎸᎢ.

source: And after five days, the high priest, Ananias, came with certain of the rulers, and an expert talker, one Tertullus; and they made a statement to Felix against Paul.
chr: ᎯᏍᎩᏃ ᏫᏄᏒᎳ ᎡᏂᎾᏯ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎤᎷᏨᎩ, ᎠᏁᎲ ᏗᎨᎦᏁᎶᏗ, ᎠᎴ ᎩᎶ ᎢᏳᏍᏗ ᏗᏘᏲᎯᎯ, ᏔᏓᎳ ᏧᏙᎢᏛ, ᎾᏍᎩ ᎤᏂᏃᏁᎸᎩ ᎤᎬᏫᏳᎯ, ᎠᏄᎯᏍᏗᏍᎬ ᏉᎳ.

source: And when he had been sent for, Tertullus, starting his statement, said, Because by you we are living in peace, and through your wisdom wrongs are put right for this nation,
chr: ᏩᏥᏯᏅᎲᏃ ᏔᏓᎳ ᎤᎴᏅᎲᎩ ᎤᏬᎯᏍᏔᏅᎩ, ᎯᎠ ᏄᏪᏒᎩ; “ᏂᎯ ᎢᏣᏂᏌᏅᎯ ᎤᏣᏘ ᏅᏩᏙᎯᏯᏛ ᏦᏤᎭ, ᎠᎴ ᎣᏍᏛ ᏥᏄᎾᎵᏍᏓᏁᎭ ᏴᏫ ᎣᎦᏤᎵᎪᎯ ᏣᎦᏌᏯᏍᏗᏳ ᎨᏒ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ,

source: In all things and in all places we are conscious of our great debt to you, most noble Felix.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ, ᎰᏍᏛ ᏈᎵᏏ, ᏂᎪᎯᎸ ᎠᎴ ᏂᎬᎾᏛ ᏂᎦᎥ ᎠᎵᎮᎵᏍᏗ ᎨᏒ ᎣᏣᏓᏂᎸᎪᎢ.

source: But, so that I may not make you tired, I make a request to you of your mercy, to give hearing to a short statement.
chr: ᎠᏎᏃ ᎠᏏ ᎤᏟ ᎢᎦᎢ ᏂᏗᎬᏯᏪᎢᏍᏔᏅᎾ, ᎬᏔᏲᏎᎭ ᏣᏓᏅᏘᏳ ᎨᏒ ᏨᏙᏗᏱ ᏍᎩᏯᏛᎦᏁᏗᏱ ᎢᎸᏍᎩ ᎢᎧᏁᏨᎯ.

source: For this man, in our opinion, is a cause of trouble, a maker of attacks on the government among Jews through all the empire, and a chief mover in the society of the Nazarenes:
chr: ᎣᎦᏙᎴᎰᏒᏰᏃ ᎯᎠ ᎾᏍᎩ ᎠᏍᎦᏯ ᎤᏣᏔᏅᎯ ᎤᏕᏯᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎦᏂᎳᏗᏍᎩ ᏧᏓᎴᏅᏛ ᏂᎦᏛ ᎠᏂᏧᏏ ᎠᏁᎲ ᏂᎬᎾᏛ ᎡᎶᎯ, ᎠᎴ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎤᎾᎵᎪᏒ ᎾᏎᎵᏂ ᏧᎾᏙᎢᏛ.

source: Who, in addition, was attempting to make the Temple unclean: whom we took,
chr: ᎾᏍᎩ ᎾᏍᏉ ᎤᏛᏅ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎤᏐᏢᎢᏍᏙᏗᏱ ᎤᏰᎸᏅᎩ. ᎾᏍᎩ ᎣᏥᏂᏴᎲᎩ ᎠᎴ ᎣᎦᏚᎵᏍᎬᎩ ᏦᎩᎧᎿᏩᏛᏍᏗ ᎣᎬᏙᏗᏱ ᎣᏥᏱᎵᏓᏍᏗᏱ.

source: And from whom you will be able, by questioning him yourself, to get knowledge of all the things which we say against him.
chr: ᎠᎴ ᏚᏁᏤᎸᎩ ᎬᏭᎯᏍᏗᏍᎩ ᎨᏣᎷᏤᏗᏱ; ᎾᏍᎩᏃ ᎯᎪᎵᏰᏍᎬᎢ ᏨᏒ ᎨᏣᎦᏙᎥᎯᏍᏗ ᏱᏂᎦᎵᏍᏓ ᎯᎠ ᏂᎦᏛ ᏦᏧᎢᏍᏗᎭ.”

source: And the Jews were in agreement with his statement, saying that these things were so.
chr: ᎠᏂᏧᏏᏃ ᎾᏍᏉ ᎤᏂᏍᏓᏱᏛᎩ, ᎤᏙᎯᏳᎯ ᎾᏍᎩ ᏄᏍᏗ, ᎤᎾᏛᏅᎩ.

source: Then when the ruler had given him a sign to make his answer, Paul said, Because I have knowledge that you have been a judge over this nation for a number of years, I am glad to make my answer:
chr: ᎿᏉᏃ ᏉᎳ, ᎤᎬᏫᏳᎯ ᎤᎵᏍᎫᏫᏎᎸ ᎤᏁᎢᏍᏗᏱ ᎤᎵᏍᎪᎸᏓᏁᎸ, ᎯᎠ ᏄᏪᏒᎩ; “ᏥᎦᏔᎯᏳ ᏥᎩ ᎢᎸᏍᎩ ᏧᏕᏘᏴᏛ ᏚᎪᏓᏁᎯ ᎢᎬᏩᎵᏍᏔᏅᎯ ᎨᏒ ᎯᎠ ᏑᎾᏓᎴᎩ ᏴᏫ, ᎾᏍᎩ ᏅᏓᎦᎵᏍᏙᏓ ᎤᏟ ᎤᎦᎵᏍᏗᏳ ᎦᏓᏅᏓᏓ, ᎠᏋᏒ ᎦᎵᏍᏕᎵᏍᎬ ᎬᎩᏁᎢᏍᏗ ᏥᏂᎦᎵᏍᏓ.

source: Seeing that you are able to make certain of the fact that it is not more than twelve days from the time when I came up to Jerusalem for worship;
chr: ᎨᏣᎦᏙᎥᎯᏍᏗᏰᏃ ᏂᎦᎵᏍᏗᎭ ᎾᏍᎩ ᎠᏏᏉ ᏔᎳᏚᏉ ᏄᏒᎭ ᏥᎷᏏᎵᎻ ᎬᏆᏓᏙᎵᏍᏔᏅᏒᎯ.

source: And they have not seen me in argument with any man in the Temple, or working up the feelings of the people, in the Synagogues or in the town:
chr: ᎠᎴ ᎥᏝ ᏱᎬᎩᏩᏛᎮ ᎩᎶ ᏲᏍᏓᏗᏒᎯᎮ ᎣᏍᏗᏬᏂᏍᎬᎢ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᎥᏝ ᏱᏗᏥᏖᎸᎲᏍᎨ ᏚᎾᏓᏅᏛ ᏴᏫ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏕᎨᏌᏗᏒᎢ ᎠᎴ ᎢᎸᎯᏢ ᎦᏚᎲᎢ.

source: And they are not able to give facts in support of the things which they say against me now.
chr: ᎥᏝ ᎠᎴ ᏰᎵ ᎬᏩᏃᎯᏳᏙᏗ ᏱᎩ ᎯᎠ ᎾᏍᎩ ᎿᏉ ᏥᎬᏇᎯᏍᏗᎭ.

source: But this I will say openly to you, that I do give worship to the God of our fathers after that Way, which to them is not the true religion: but I have belief in all the things which are in the law and in the books of the prophets:
chr: ᎯᎠᏍᎩᏂᏃᏅ ᎬᏃᎲᏏ, ᎾᏍᎩ ᎤᎾᏓᏤᎵᏛ ᎤᎾᎵᎪᎯ ᏥᏓᏃᏎᎭ, ᎾᏍᎩ ᎦᏥᏍᏓᏩᏗᏒ ᏥᏯᏓᏙᎵᏍᏓᏁᎲ ᎤᏁᎳᏅᎯ ᏗᎩᎦᏴᎵᎨ ᎤᎾᏤᎵᎦ, ᎪᎢᏳᎲᏍᎬᎢ ᏂᎦᏛ ᎪᏪᎸ ᏗᎧᎿᏩᏛᏍᏗᏱ ᎠᎴ ᎠᎾᏙᎴᎰᏍᎩ ᏚᏃᏪᎸᎢ;

source: Hoping in God for that which they themselves are looking for, that there will be a coming back from the dead for upright men and wrongdoers.
chr: ᎠᎴ ᎾᏍᏉ ᎤᏚᎩ ᏥᏴᎠ ᎤᏁᎳᏅᎯ, ᏧᎾᎴᎯᏐᏗ ᎨᏒ ᏧᏂᏲᎱᏒᎯ ᎤᎾᏓᏅᏘ ᎠᎴ ᎤᏂᏁᎫᏥᏛ, ᎾᏍᎩ ᎾᏍᏉ ᎤᏅᏒ ᏧᏃᎯᏳᎭ.

source: And in this, I do my best at all times to have no reason for shame before God or men.
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᏂᎦᏛᏁᎰᎢ ᎦᏟᏂᎬᏁᎰ ᎠᏆᏓᏅᏙᎩ ᎠᏆᏎᎮᎲᎢ ᏂᎪᎯᎸ ᏂᏥᏍᎦᏅᏤᎲᎾ ᎤᏁᎳᏅᎯ ᎠᎴ ᏂᎦᏥᏍᎦᏅᏤᎲᎾ ᏴᏫ ᎢᏳᎵᏍᏙᏗᏱ.

source: Now after a number of years I came to give help and offerings to my nation:
chr: ᎢᎸᏍᎩᏃ ᏫᏄᏕᏘᏴᎲ ᏗᏆᏤᎵᎦ ᏴᏫ ᏕᏥᏲᎮᎸᎩ ᎨᏥᏁᎸᎯ, ᎠᎴ ᎠᎩᏲᎸᎩ ᎠᏥᎸᎨᎳᏍᏗ.

source: And having been made clean, I was in the Temple, but not with a great number of people, and not with noise: but there were certain Jews from Asia,
chr: ᎾᏍᎩᏃ ᏂᎦᏛᏁᎲᎢ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏂᏧᏏ ᎡᏏᏱ ᎠᏁᎯ ᎬᎩᏩᏛᎲᎩ ᎠᏆᏓᏅᎦᎵᏌᏛ ᎨᏒᎩ ᏥᏯᎥᎩ ᎤᏛᏅᏗᎦᎳᏫᎢᏍᏗᏱ, ᎥᏝ ᏱᎨᎳᏗᏙᎮ ᎤᏂᏣᏘ ᎠᏁᏙᎲᎢ, ᎠᎴ ᎤᎾᏓᏑᏰᏛ ᎨᏒᎢ;

source: And it would have been better if they had come here to make a statement, if they have anything against me.
chr: ᎾᏍᎩᏍᎩᏂ ᎠᏂ ᏦᎸᎢ ᏱᎠᏁᏙᎮᎢ, ᎠᎴ ᏳᏂᏃᎮᎴᎢ, ᎢᏳᏃ ᎪᎱᏍᏗ ᏱᎬᏇᎯᏍᏗᎭ.

source: Or let these men here present say what wrongdoing was seen in me when I was before the Sanhedrin,
chr: ᎠᎴ ᎯᎠᏉ ᎾᏍᏉ ᎤᏅᏒ ᏳᏂᏃᎮᎸ, ᎢᏳᏃ ᎤᏲ ᏓᎩᎸᏫᏍᏓᏁᎸ ᎤᏂᏩᏛᏛ ᏱᎩ ᏕᎦᎳᏫᎥ ᏥᏙᎬᎢ,

source: But only this one thing which I said among them in a loud voice, I am this day being judged on the question of the coming back from the dead.
chr: ᎯᎠ ᏍᎩᏂᏃᏅ ᏑᏓᎴᎩ ᎤᏩᏒ ᎠᎩᏁᏨᎢ, ᎯᎠ ᎾᎩᏪᏒ ᎠᏇᎷᏅ ᎠᏂᎦᏔᎲ ᏥᏙᎬᎢ; ᏗᎴᎯᏐᏗ ᎨᏒ ᎠᏲᎱᏒ ᏅᏗᎦᎵᏍᏙᏗ ᏍᎩᏱᎵᏙᎭ ᎪᎯ ᎢᎦ ᏥᎩ.”

source: But Felix, who had a more detailed knowledge of the Way, put them off, saying, When Lysias, the chief captain, comes down, I will give attention to your business.
chr: ᏈᎵᏏᏃ ᎾᏍᎩ ᎤᏛᎦᏅ, ᎠᎴ ᎤᏟ ᎢᎦᎢ ᎤᎦᏙᎥᏒ ᎾᏍᎩ ᎦᏅᏅᎢ, ᏚᏬᎯᏕᎸᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎵᏏᏯ ᏄᎬᏫᏳᏒ ᏗᏓᏘᏂᏙᎯ ᎦᎷᏨᎭ ᏓᎦᏛᎦᏃᏂ ᏥᏥᏱᎵᏙᎭ.

source: And he gave orders to the captain to keep Paul under his control, and to let him have everything he had need of; and not to keep his friends from coming to see him.
chr: ᎤᏁᏤᎸᎩᏃ ᎠᏍᎪᎯᏧᏛ ᏗᏘᏂᏙᎯ ᏧᎧᎿᏩᏗᏓᏍᏗᏱ ᏉᎳ, ᎠᎴ ᎤᏁᎳᎩ ᏪᏓ ᎤᏪᎵᏎᏗᏱ, ᎠᎴ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏞᏍᏗ ᏣᏅᏍᏙᏒᎩ ᎩᎶ ᎢᏳᏍᏗ ᎤᎾᎵᎢ ᎤᏍᏕᎸᎯᏓᏍᏗᏱ ᎠᎴ ᎤᏩᏛᎯᎯᏍᏗᏱ.

source: But after some days, Felix came with Drusilla his wife, who was of the Jews by birth, and sent for Paul, and gave hearing to him about faith in Christ Jesus.
chr: ᎢᎸᏍᎩᏃ ᏫᏄᏒᎸ ᏈᎵᏏ ᎤᎷᏨᎩ, ᎤᏘᏃᎸᎩ ᎤᏓᎵᎢ ᏚᏏᎵ, ᎾᏍᎩ ᎠᏧᏏ ᎨᏒᎩ, ᎤᏓᏅᏒᎩ ᏩᏥᏯᏅᏗᏱ ᏉᎳ; ᎤᏛᎦᏁᎸᎩᏃ ᎦᎶᏁᏛ ᎪᎯᏳᏗ ᎨᏒ ᎤᎬᏩᎵ.

source: And while he was talking about righteousness and self-control and the judging which was to come, Felix had great fear and said, Go away for the present, and when the right time comes I will send for you.
chr: ᎠᏏᏉᏃ ᎧᏃᎮᏍᎬ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎠᎴ ᎠᎵᏏᎾᎯᏍᏙᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏧᏭᎪᏙᏗᏱ ᎤᎵᏱᎶᎯᏍᏗ ᎨᏒᎢ, ᏈᎵᏏ ᎤᏪᎾᏮᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎭᏓᏅᎾ ᎪᎯ, ᎢᏳᏃ ᏰᎵ ᎢᎬᏆᏛᏁᏗ ᏂᎦᎵᏍᏔᏅᎭ ᏫᎬᏯᏅᎲᎭ.

source: For he was hoping that Paul would give him money: so he sent for him more frequently and had talk with him.
chr: ᎠᎴ ᎾᏍᏉ ᎤᏚᎩ ᎤᏩᏒᎩ ᏉᎳ ᎠᏕᎸ ᏧᏁᏗᏱ, ᎾᏍᎩᏃ ᏧᏲᎯᏍᏗᏱ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏟ ᏯᏃᎩᏳ ᎠᏓᏅᏍᎬᎩ ᏩᏯᏂᏍᎬᎩ, ᎠᎴ ᎠᎵᏃᎮᏗᏍᎬᎩ.

source: But after two years Porcius Festus took the place of Felix, who, desiring to have the approval of the Jews, kept Paul in chains.
chr: ᏔᎵᏃ ᏫᏄᏕᎢᏴᎲ ᏈᎵᏏ ᎤᏪᏅᎢ ᏉᏏᏯ ᏇᏍᏓ ᎤᏪᏔᏅᎩ; ᏈᎵᏏᏃ ᎤᏚᎵᏍᎬᎢ ᎠᏂᏧᏏ ᎣᏍᏛ ᏧᏓᏅᏓᏗᏍᏙᏗᏱ, ᎤᏪᎧᎯᏴᎩ ᏉᎳ ᎠᎦᎸᎢᏛ.

source: So Festus, having come into that part of the country which was under his rule, after three days went up to Jerusalem from Caesarea.
chr: ᎿᏉᏃ ᏇᏍᏓ ᎾᎿ ᏍᎦᏚᎩ ᎠᏥᎦᏘᏗᏍᏛ ᎤᎷᏨ, ᏦᎢ ᏫᏄᏒᎸ, ᏏᏌᎵᏱ ᎤᏂᎩᏒᎩ ᏥᎷᏏᎵᎻ ᏭᎶᏒᎩ.

source: And the chief priests and the chief men of the Jews made statements against Paul,
chr: ᎿᏉᏃ ᏄᎬᏫᏳᏒ ᎠᏥᎸ-ᎨᎶᎯ ᎠᎴ ᎤᏂᎬᏫᏳᎯ ᎠᏂᏧᏏ ᏧᎾᏤᎦ ᎬᏩᏃᎮᎮᎸᎩ ᎠᏄᎯᏍᏗᏍᎬ ᏉᎳ ᎠᎴ ᎬᏩᏍᏗᏰᏔᏅᎩ,

source: Requesting Festus to give effect to their design against him, and send him to Jerusalem, when they would be waiting to put him to death on the way.
chr: ᎬᏩᏔᏲᏎᎸᎩ ᏧᏓᏅᏖᎮᏗᏱ ᎾᏍᎩ ᎠᏄᎯᏍᏗᏍᎬᎢ, ᎾᏍᎩ ᎤᏓᏅᏍᏗᏱ ᏥᎷᏏᎵᎻ ᎠᎦᏘᏃᎯᏍᏗᏱ; ᏭᏂᎭᎷᎨᏰᏃ ᏅᏃᎯ ᎤᏂᎯᏍᏗᏱ ᎤᏂᏰᎸᏎᎢ.

source: But Festus, in answer, said that Paul was being kept in prison at Caesarea, and that in a short time he himself was going there.
chr: ᎠᏎᏃ ᏇᏍᏓ ᎤᏁᏨᎩ ᏉᎳ ᎠᎦᏘᏗᏍᏗᏱ ᏏᏌᎵᏱ, ᎠᎴ ᎤᏩᏒ ᏂᎪᎯᎸᎾᏉ ᎾᎿ ᏭᎶᎯᏍᏗᏱ.

source: So, he said, let those who have authority among you go with me, and if there is any wrong in the man, let them make a statement against him.
chr: ᎯᎠᏃ ᏄᏪᏒᎩ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᏱᏣᏓᏑᏯ ᏰᎵ ᎢᎨᏣᏛᏁᏗ ᎨᏎᏍᏗ ᎢᏕᏒᎭ ᏪᏥᏱᎵᏙᎸᎭ ᎾᏍᎩ Ꮎ ᎠᏍᎦᏯ, ᎢᏳᏃ ᎤᏍᎦᏅᏨᎯ ᎨᏎᏍᏗ.

source: And when he had been with them not more than eight or ten days, he went down to Caesarea; and on the day after, he took his place on the judge's seat, and sent for Paul.
chr: ᎠᏍᎪᎯᏃ ᎤᏗᏢᏍᏙᏗ ᏄᏒᎸ ᏚᏪᎳᏗᏙᎸ, ᏏᏌᎵᏱ ᏭᎶᏒᎩ; ᎤᎩᏨᏛᏃ ᏗᎫᎪᏙᏗᏱ ᎦᏍᎩᎸ ᎤᏬᎸᎢ ᎤᏁᏨᎩ ᏉᎳ ᏩᏥᏯᏅᏗᏱ.

source: And when he came, the Jews who had come down from Jerusalem came round him, and made all sorts of serious statements against him, which were not supported by the facts.
chr: ᎤᎷᏨᏃ, ᎠᏂᏧᏏ ᏥᎷᏏᎵᎻ ᏅᏓᏳᎶᏒᎯ ᎬᏩᏚᏫᏛ ᎤᎾᎴᏅᏅᎩ, ᎠᎴ ᎤᏣᏛᎩ ᎠᎴ ᎦᎨᏛ ᎠᏄᎯᏍᏗᏍᎬᎩ ᏉᎳ, ᎾᏍᎩ ᎤᏙᎯᏳᏒ ᎬᏂᎨᏒ ᎢᎬᏩᏅᏁᏗ ᏂᎨᏒᎾ ᎨᏒᎩ.

source: Then Paul, in his answer to them, said, I have done no wrong against the law of the Jews, or against the Temple, or against Caesar.
chr: ᎤᏩᏒᏃ ᎠᎵᏍᏕᎵᏍᎬ ᎤᏁᏨᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎥᏝ ᎤᏍᏗᎤᏅ ᎠᎩᏍᎦᏅᏨᎯ ᏱᎩ ᎠᏂᏧᏏ ᏧᏂᎧᎿᏩᏛᏍᏗ ᎤᏂᎲᎢ, ᎥᏝ ᎠᎴ ᎤᏛᏅ-ᏗᎦᎳᏫᎢᏍᏗᏱ ᏥᏍᎦᏅᏤᎸᎯ ᏱᎩ, ᎥᏝ ᎠᎴ ᏏᏌ ᎪᎱᏍᏗ ᏥᏍᎦᏅᏤᎸᎯ ᏱᎩ.

source: But Festus, desiring to get the approval of the Jews, said to Paul, Will you go up to Jerusalem, and be judged before me there in connection with these things?
chr: ᎠᏎᏃ ᏇᏍᏓ ᎤᏚᎵᏍᎬᎢ ᎠᏂᏧᏏ ᎣᏍᏛ ᏧᏓᏅᏓᏗᏍᏙᏗᏱ ᏅᏓᏳᎵᏍᏙᏔᏅ, ᎤᏁᏤᎸᎩ ᏉᎳ ᎯᎠ ᏄᏪᏎᎸᎩ; ᏣᏚᎵᏍᎪ ᏥᎷᏏᎵᎻ ᏤᏅᏍᏗᏱ ᎠᎴ ᎾᎿ ᎯᎠ ᎾᏍᎩ ᏗᎬᏳᎪᏓᏁᏗᏱ?

source: And Paul said, I am before the seat of Caesar's authority where it is right for me to be judged: I have done no wrong to the Jews, as you are well able to see.
chr: ᏉᎳᏃ ᎯᎠ ᏄᏪᏒᎩ; ᏏᏌ ᎤᏪᏍᎩᎸ ᏗᎫᎪᏙᏗᏱ ᏥᏙᎦ, ᎾᎿ ᎠᏆᎵᏰᎢᎵᏕᏗᏱ. ᎠᏂᏧᏏ ᎥᏝ ᎪᎱᏍᏗ ᎦᏥᏍᎦᏅᏤᎸᎯ ᏱᎩ, ᎾᏍᎩ ᎣᏏᏳ ᏂᎯ ᏥᎦᏔᎭ.

source: If, then, I am a wrongdoer and there is a cause of death in me, I am ready for death: if it is not as they say against me, no man may give me up to them. Let my cause come before Caesar.
chr: ᎢᏳᏰᏃ ᏥᏍᎦᎾ ᏱᎩ, ᎠᎴ ᎬᎩᏲᎱᎯᏍᏗ ᎢᎦᎢ ᎠᎩᏍᎦᏅᏨᎯ ᏱᎩ, ᎥᏝ ᏱᏙᎬᏆᏢᏫᏏ ᎠᎩᏲᎱᎯᏍᏗᏱ; ᎢᏳᏍᎩᏂ ᏄᏙᎯᏳᏒᎾ ᏱᎩ ᎯᎠ ᎾᏍᎩ ᏥᎬᏇᎯᏍᏗᎭ, ᎥᏝ ᎩᎶ ᏰᎵ ᏗᎬᏩᏂᏲᎯᏎᏗ ᏱᎩ ᎠᏴ. ᏏᏐᎢ ᏫᏥᎥᏍᏓ.

source: Then Festus, having had a discussion with the Jews, made answer, You have said, Let my cause come before Caesar; to Caesar you will go.
chr: ᎿᏉᏃ ᏇᏍᏓ ᏚᎵᏃᎮᏔᏅ ᏗᏂᎳᏫᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᏏᏐᎢᏧ ᏫᎲᏍᏓ? ᏏᏐᎢ ᏖᏏ.

source: Now when some days had gone by, King Agrippa and Bernice came to Caesarea and went to see Festus.
chr: ᎢᎸᏍᎩᏃ ᏫᏄᏒᎸ ᏏᏌᎵᏱ ᎤᏂᎷᏨᎩ ᎤᎬᏫᏳᎯ ᎡᎩᎵᏈ ᎠᎴ ᏆᏂᏏ, ᎤᏂᏲᎵᎵᎸᎩ ᏇᏍᏓ.

source: And as they were there for some days, Festus gave them Paul's story, saying, There is a certain man here who was put in prison by Felix:
chr: ᎢᎸᏍᎩᏃ ᏄᏬᎯᏨ ᎾᎿ ᎤᏁᏙᎸ, ᏇᏍᏓ ᎤᏃᎮᎮᎸᎩ ᎤᎬᏫᏳᎯ ᏄᏍᏛ ᏉᎳ ᎤᎵᏱᎵᏕᎲᎢ, ᎯᎠ ᏄᏪᏒᎩ; ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎠᏴᎩ ᎠᏥᎧᎭ ᏈᎵᏏ ᎤᏪᎧᎯᏴᎯ.

source: Against whom the chief priests and the rulers of the Jews made a statement when I was at Jerusalem, requesting me to give a decision against him.
chr: ᎾᏍᎩ ᎬᎩᏃᎮᎮᎸᎩ ᏄᏂᎬᏫᏳᏒ ᎠᏥᎸ-ᎠᏁᎶᎯ ᎠᎴ ᏗᏂᎳᏫᎩ ᎠᏂᏧᏏ ᏧᎾᏤᎵᎦ, ᏥᎷᏏᎵᎻ ᏥᏫᎨᏙᎲᎩ, ᎠᏂᏔᏲᎯᎲᎩ ᎤᏍᎦᏅᏨ ᏧᏚᎪᏙᏗᏱ.

source: To whom I gave answer that it is not the Roman way to give a man up, till he has been face to face with those who are attacking him, and has had a chance to give an answer to the statements made against him.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏂᎦᏥᏪᏎᎸᎩ; ᎠᏂᎶᎻ ᎥᏝ ᎾᏍᎩ ᏱᏄᏅᏅ, ᎾᏍᎩ ᏧᏂᏲᎯᏍᏗᏱ ᎩᎶ ᎤᏲᎱᎯᏍᏗᏱ, ᎬᏂ ᎠᎫᎢᏍᏗᏍᎩ ᎬᏭᎯᏍᏗᏍᎩ ᏚᎾᎧᏛ ᏧᎪᎲᎯ ᏥᎨᏐ ᎠᎴ ᎠᎦᎵᏍᎪᎸᏓᏁᎸᎯ ᏥᎨᏐ ᎤᏩᏒ ᎠᎵᏍᏕᎵᏍᎬ ᎤᏁᎢᏍᏗᏱ ᎤᏃᎮᏗᏱ ᎤᏍᎦᏅᏨ ᎠᎫᎢᏍᏗᏍᎬ ᎤᎬᏩᎵ.

source: So, when they had come together here, straight away, on the day after, I took my place on the judge's seat and sent for the man.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂ ᎤᏂᎷᏥᎸ, ᏄᎵᏍᏛᏉ ᎤᎩᏨᏛ ᏗᎫᎪᏙᏗᏱ ᎦᏍᎩᎸ ᎠᎩᏅᎩ, ᎠᎴ ᎠᎩᏁᏨᎩ ᎾᏍᎩ ᎠᏍᎦᏯ ᏩᏥᏯᏅᏗᏱ.

source: But when they got up they said nothing about such crimes as I had in mind:
chr: ᎾᏍᎩ ᎬᏭᎯᏍᏗᏍᎩ ᏚᎾᎴᏅ, ᎥᏝ ᎪᎱᏍᏗ ᏳᏂᎾᏄᎪᏫᏎ ᎾᏍᎩ ᏯᏂᎾᏄᎪᏩ ᎠᏇᎵᏒ ᎾᏍᎩ ᎠᏄᎯᏍᏗᏍᎬᎢ.

source: But had certain questions against him in connection with their religion, and about one Jesus, now dead, who, Paul said, was living.
chr: ᎠᏄᎯᏍᏗᏍᎬᏍᎩᏂ ᎪᎱᏍᏗᏉ ᎤᏍᏗ ᎾᏍᎩ ᎧᏃᎮᏗ ᎨᏒ ᎤᏅᏒᏉ ᎤᎾᏤᎵᏛ ᎤᏁᎳᏅᎯ ᏧᏂᎧᎿᏩᏛᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎩᎶ ᎢᏳᏍᏗ ᏥᏌ, ᎤᏲᎱᏒᎯ, ᎾᏍᎩ ᎡᎭ ᎠᏗᏍᎨ ᎨᎵ ᏉᎳ.

source: And as I had not enough knowledge for the discussion of these things, I made the suggestion to him to go to Jerusalem and be judged there.
chr: ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ ᎧᏃᎮᏛ ᎨᏒ ᏓᏆᏢᏫᏎᎲᎢ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ, ᎯᎠ ᏅᏥᏪᏎᎸᎩ [ᏉᎳ]; ᏣᏚᎵᏍᎪ ᏥᎷᏏᎵᎻ ᏤᏅᏍᏗᏱ ᎾᎿᏃ ᎯᎠ ᎾᏍᎩ ᏂᎦᏛ ᏤᏧᎪᏓᏁᏗᏱ.

source: But when Paul made a request that he might be judged by Caesar, I gave orders for him to be kept till I might send him to Caesar.
chr: ᎠᏎᏃ ᏉᎳ ᎤᏁᏨ ᎠᏥᎦᏘᏗᏍᏗᏱ, ᎠᎴ ᎣᎦᏍᏓ ᏧᏭᎪᏓᏁᏗᏱ, ᎠᎩᏁᏨᎩ ᎠᏥᎦᏘᏗᏍᏗᏱ, ᎬᏂ ᎬᏆᏓᏅᏍᏗ ᏱᏄᎵᏍᏔᏅ, ᏏᏐᎢ.

source: And Agrippa said to Festus, I have a desire to give the man a hearing myself. Tomorrow, he said, you may give him a hearing.
chr: ᎿᏉᏃ ᎡᎩᎵᏈ ᎯᎠ ᏄᏪᏎᎸᎩ ᏇᏍᏓ; ᎠᏴ ᎾᏍᏉ ᎠᏋᏒ ᎠᏆᏚᎵᎭ ᏥᏯᏛᎦᏁᏗᏱ ᎾᏍᎩ ᎠᏍᎦᏯ. ᎯᎠᏃ ᏄᏪᏒᎩ; ᎤᎩᏨᏅ ᏘᏯᏛᎦᏁᎵ.

source: So on the day after, when Agrippa and Bernice in great glory had come into the public place of hearing, with the chief of the army and the chief men of the town, at the order of Festus, Paul was sent for.
chr: ᎰᏩᏃ ᎤᎩᏨᏛ ᎤᏣᏘ ᎤᎾᏣᏅᎯ ᎤᏂᎷᏨ ᎡᎩᎵᏈ ᎠᎴ ᏆᏂᏏ, ᎾᏍᎩᏃ ᏗᏓᏱᎵᏓᏍᏗᏱ ᎤᏂᏴᎸ, ᎠᎴ ᏄᏂᎬᏫᏳᏒ ᏗᎾᏓᏘᏂᏙᎯ, ᎠᎴ ᎨᏥᎸᏉᏗ ᎾᎿ ᎦᏚᎲ ᎠᏁᎯ, ᏇᏍᏓ ᎤᏁᏨ, ᏉᎳ ᏩᏥᏯᏅᎲᎩ.

source: And Festus said, King Agrippa, and all those who are present here with us, you see this man, about whom all the Jews have made protests to me, at Jerusalem and in this place, saying that it is not right for him to be living any longer.
chr: ᏇᏍᏓᏃ ᎯᎠ ᏄᏪᏒᎩ; ᏣᎬᏫᏳᎯ ᎡᎩᎵᏈ, ᎠᎴ ᎾᏍᏉ ᏂᎦᏛ ᎢᏥᏍᎦᏯ ᎠᏂ ᏥᏗᎾ; ᎡᏥᎪᏩᏗᎭ ᎯᎠ ᎠᏍᎦᏯ, ᎾᏍᎩ; ᎠᏄᎯᏍᏗᏍᎬ ᏂᎦᏛ ᎤᏂᏣᏘ ᎠᏂᏧᏏ ᏥᎬᎩᎷᏤᎸᎩ ᏥᎷᏏᎵᎻ, ᎠᎴ ᎾᏍᏉ ᎠᏂ, ᎯᎠ ᏥᎾᏂᏪᏍᎬᎩ; ᎥᏝ ᎣᏏᏳ ᏱᎦᎩ ᎠᏏᏉ ᏱᎬᏅ.

source: But, in my opinion, there is no cause of death in him, and as he himself has made a request to be judged by Caesar, I have said that I would send him.
chr: ᎠᏆᏙᎴᎰᏒᏃ ᏄᏍᎦᏅᏨᎾ ᎨᏒ ᏰᎵ ᎬᏩᏲᎱᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏩᏒ ᎣᎦᏍᏙᎢ ᏭᎲᏍᏔᏅ, ᏓᏇᎪᏔᏅ ᎠᎦᏘᏅᏍᏗᏱ.

source: But I have no certain account of him to send to Caesar. So I have sent for him to come before you, and specially before you, King Agrippa, so that after the business has been gone into, I may have something to put in writing.
chr: ᎾᏍᎩ ᏥᏃᎮᏍᎬᎢ, ᎥᏝ ᎪᎱᏍᏗ ᎤᏍᏆᏂᎪᏗ ᏯᎩᎭ ᎦᏥᏲᏪᎳᏁᏗ ᎤᎬᏫᏳᎯ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎢᏨᏯᏘᏃᎯᏏ, ᎠᎴ ᏂᎯ Ꮀ ᎤᎬᏫᏳᎭ ᎬᏩᏘᏃᎯᏏ, ᏣᎬᏫᏳᎯ ᎡᎩᎵᏈ, ᎾᏍᎩᏃ ᎡᏗᎪᎵᏰᎥᎯ ᎨᏎᏍᏗ, ᎪᎱᏍᏗ ᏰᎵ ᎬᏉᏪᎶᏗ ᎨᏎᏍᏗ.

source: For it seems to me against reason to send a prisoner without making clear what there is against him.
chr: ᎥᏝᏰᏃ ᏱᏙᎬᏩᏳᎪᏗ ᎨᎵᎠ, ᎢᏳᏃ ᏱᎦᏓᏅᏍᎦ ᎠᎦᏘᏅᏍᏗᏱ ᎠᏴᎩ, ᎾᎩᏁᎢᏍᏔᏅᎾᏃ ᏱᎩ ᏄᏍᏛ ᎠᎫᎢᏍᏗᏍᎬᎢ.

source: And Agrippa said to Paul, You may put your cause before us. Then Paul, stretching out his hand, made his answer, saying:
chr: ᎿᏉᏃ ᎡᎩᎵᏈ ᎯᎠ ᏄᏪᏎᎸᎩ ᏉᎳ; ᏨᏒ ᎭᎵᏍᏕᎵᏍᎬ ᎨᏣᏁᎢᏍᏗ ᏂᎦᎵᏍᏓ. ᎿᏉᏃ ᏉᎳ ᎤᏙᏯᏅᎯᏛ ᎤᏩᏒ ᎠᎵᏍᏕᎵᏍᎬ ᎤᏬᏂᏒᎩ, ᎯᎠ ᏄᏪᏒᎩ;
